/* No comment provided by engineer. */
"Download Now" = "Télécharger maintenant";

/* No comment provided by engineer. */
"Failed to parse configuration file!" = "Échec de l'analyse du fichier de configuration!";

/* No comment provided by engineer. */
"No" = "Non";

/* No comment provided by engineer. */
"Ok" = "D'ACCORD";

/* No comment provided by engineer. */
"This software is not currently installed, please go to the official website to download." = "Ce logiciel n'est pas actuellement installé, veuillez vous rendre sur le site officiel pour le télécharger.";

